// Author: Alexei
// Version: 5.4.0.0 (15.08.2018)

// General

000 = Nederlands
001 = Ja
002 = Nee
003 = OK
004 = Afsluiten
005 = Configuratiescherm
006 = Regels beheren
007 = Blader naar het programma dat u wilt toestaan
008 = Blader naar het programma dat u wilt blokkeren
009 = Klik op een programma venster om de verbinding toe te staan
010 = Klik op een programma venster om de verbinding te blokkeren
011 = Of klik op dit venster om deze bewerking te annuleren
012 = Een nieuwe regel is aangemaakt om alle verbindingen toe te staan
013 = Een nieuwe regel is aangemaakt om alle verbindingen te blokkeren
014 = Een identieke regel voor dit programma bestaat reeds.
015 = Bewerking afgebroken!
016 = Het huidig standaard beleid is met succes geïmporteerd vanuit
017 = Het huidig standaard beleid is met succes geëxporteerd naar
018 = Het standaard beleid is met succes hersteld.
019 = Nieuwe regels werden aangemaakt om alle verbindingen toe te staan
020 = Nieuwe regels werden aangemaakt om alle verbindingen te blokkeren
021 = Geef het volledige pad van het bestand dat met deze regel overeenkomt
022 = Een gedeeltelijk beleid is met succes geïmporteerd vanuit
023 = Een gedeeltelijk beleid is met succes geëxporteerd naar
030 = Vergrendel de huidige configuratie van het programma
031 = Ontgrendel de huidige configuratie van het programma
032 = Vergrendel
033 = Ontgrendel
034 = Annuleren
035 = Stel uw wachtwoord in
036 = Voer uw wachtwoord in om te ontgrendelen
037 = Verkeerd wachtwoord
038 = Het wachtwoord mag niet leeg zijn
039 = Bezoek de ontwikkelaars website
040 = Beheer Windows Firewall regels
041 = Druk op het slotje om het programma te ontgrendelen
042 = Weet u zeker dat u de Windows Firewall-beveiliging wilt uitschakelen?
043 = Niet opnieuw tonen
044 = Alleen lezen
045 = Inkomende regels met EdgeTraversal ingesteld op 'Uitstel voor gebruiker' ondersteunen slechts beperkte aanpassingen, daarom worden sommige eigenschappen uitgeschakeld. Wilt u doorgaan?
046 = Weet u zeker dat u deze regels wilt verwijderen??
050 = Uitgebreide eigenschappen
051 = Deze regel bevat extra eigenschappen die alleen kunnen worden geconfigureerd vanuit WFwAS
053 = Geen
052 = Tellen
060 = Vernieuw Instellingen
061 = Auto vernieuwen bij openen

// Tab items

100 = Profielen
200 = Notificaties
300 = Opties
400 = Regels
500 = Gereedschap
600 = Over

// Profiles

101 = Het filter niveau geeft aan welke uitgaande verbindingen moeten worden geblokkeerd en welke moeten worden toegestaan
102 = Hoog Filter
103 = Alle inkomende en uitgaande connecties worden geblokkeerd. Dit profiel blokkeert alle pogingen om verbinding te maken met uw computer.
104 = Medium Filtering (aanbevolen)
105 = Uitgaande verbindingen die niet overeenkomen met een regel worden geblokkeerd. Aleen programma's die toegestaan zijn kunnen verbinding maken.
106 = Laag Filter
107 = Uitgaande verbindingen die geen regel hebben zijn toegestaan. Alleen programma's met een blokkeer regel worden geblokkeerd.
108 = Geen Filtering
109 = Windows Firewall is uitgeschakeld. Deze optie is niet aanbevolen en gebruik deze alleen als u b.v. een andere firewall heeft draaien.
110 = Medium Filter
111 = Installatie Modus bepaald het profiel dat zal worden teruggezet na een bepaalde periode wanneer het profiel werd ingeschakeld
112 = Automatisch ingesteld
113 = na
114 = minuten

// Notifications

201 = Het notificatie niveau geeft aan welke geblokkeerde verbindingen worden getoond aan de gebruiker
204 = Toon notificaties
205 = Laat notificaties zien voor alle geblokkeerde uitgaande verbindingen, behalve de geblokkeerde verbindingen van b.v. svchost.exe en andere systeem processen.
206 = Leer modus
207 = Sta automatisch toe dat alle programma's (die een valide digitale handtekening hebben) om verbinding te maken, maar deze optie laat wel notificaties zien van andere programma's.
208 = Uitgeschakeld
209 = Geen meldingen weergeven
210 = Melding opties
211 = Automatisch sluit notificaties na
212 = seconden.
213 = Aangepaste time-out voor tijdelijke regels is
214 = Een geluid afspelen als een nieuwe melding wordt gegenereerd
215 = Speel standaard geluid
216 = Speel aangepast geluid
217 = Selecteer een aangepast melding geluid
220 = Meldingen weergeven vóór alle andere geopende vensters
221 = Geavanceerde notificatie instellingen
222 = Herstel naar standaard geavanceerde instellingen
223 = Gebruik regels die zijn toegestaan bij het zoeken naar overeenkomende regels. Aanbevolen voor compatibiliteit met andere beveiligingsprogramma's als dubbele meldingen worden weergegeven.
224 = Gebruik generieke blokkering regels bij het zoeken naar overeenkomende regels. Als een blokkering voor alle programma's overeenkomt met de geblokkeerde verbinding, worden de meldingen niet weergegeven.
225 = Gebruik uitgeschakelde regels bij het zoeken naar overeenkomende regels. Als een overeenkomende geblokkeerde regel wordt gevonden, worden de meldingen niet weergegeven.
230 = Regel gemaakt door leer modus
240 = Definieer hieronder de programma's en mappen waarvoor de meldingen niet moeten worden weergegeven
241 = Notificatie uitzonderingen
242 = Uitzondering toevoegen
243 = Verwijder de uitzondering
244 = Definieer hier een nieuwe uitzondering
245 = Aan notificatie uitzonderingen toevoegen
246 = Bestand uitsluiten
247 = Map uitsluiten

// Options

301 = Specificeer hier de opties die zullen gelden voor alle gebruikers van deze computer.
302 = Shell-integratie
303 = Integreer dit programma in het context menu van uitvoerbare bestanden en de snelkoppelingen van deze bestanden.
304 = Start automatisch bij aanmelden
305 = Als u gebruik maakt van Snel Gebruiker Overschakelen optie dan geld dat voor de eerste aanmelding.
306 = Andere programma's mogen geen firewall regels toevoegen
307 = Niet-geautoriseerde regels worden automatisch verwijderd
308 = Globale Sneltoetsen
309 = Globale sneltoetsen zijn sneltoetsen die u kunt gebruiken vanuit alle actieve toepassingen.
310 = Hier onder kun je het uiterlijk van het programma aanpassen door het instellen van een RGB-kleuren combinatie
311 = Rood
312 = Groen
313 = Blauw
314 = Specificeer hier de URL's die gebruikt worden voor verificaties
315 = URL om de IP Adres reputatie te controleren
316 = URL om de SHA256 hash van een bestand te checken.
317 = URL om een WHOIS vraag te starten
318 = URL om meer te weten te komen over een specifieke poort
319 = Zet automatisch het Hoog Filter profiel aan bij het uitzetten van de computer
320 = Netwerk connectiviteit wordt alleen toegestaan wanneer een profiel welke connecties toestaat, handmatig is geselecteerd.
321 = Hoog filter profiel is ingeschakeld. Netwerk verbindingen worden geblokkeerd totdat het profiel handmatig wordt gewijzigd.
324 = Importeer, exporteer of herstel de gebruiker instellingen
325 = Importeer gebruiker instellingen van een bestand
326 = Exporteer gebruiker instellingen bestand
327 = Herstel alle instellingen naar de standaard waarden
328 = Gebruiker instellingen zijn succesvol geëxporteerd naar
329 = Nadat deze actie is bevestigd, wordt het programma opnieuw gestart om alle instellingen opnieuw te laden. Weet u zeker dat u door wilt gaan?
330 = Toestaan door Windows Firewall
331 = Blokkeren door Windows Firewall

// Rules

401 = Geef de richting aan, waarvoor een nieuwe regel wordt toegepast bij het maken van een nieuwe regel:
402 = Uitgaand (aanbevolen)
403 = Standaard maak alleen uitgaande regels aan, wanneer nieuwe regels worden gemaakt om verbindingen toe te staan of te blokkeren.
404 = Inkomend
405 = Standaard maak alleen inkomende regels. Gebruik deze optie met de nodige voorzichtigheid. Inkomende regels zijn meestal alleen nodig bij server applicaties.
406 = Uitgaand en inkomend
407 = Maak standaard beide soorten regels aan. Niet aanbevolen.
408 = Geef de locaties waarvoor een nieuwe regel wordt toegepast bij het maken van een nieuwe regel:
409 = Importeer, exporteer of herstel de firewall regels
410 = Importeer Windows Firewall-regels vanuit een bestand
411 = Exporteer Windows Firewall-regels naar een bestand
412 = Herstel de standaard Windows Firewall Regels
413 = Herstel de Windows Firewall Control aanbevolen regels
414 = Een bestand met volledige firewall regels is geselecteerd. Het importeren van regels vanuit dit bestand, zal alle bestaande regels overschrijven. Indien een copy van uw bestaande regels wilt bewaren, dient u ze eerst te exporteren. Wilt u de standaard firewall regels nu importeren vanuit dit bestand?
415 = Het herstellen van de standaard regels zal alle wijzigingen die u gedaan heeft na Windows is geïnstalleerd ongedaan maken. Dit kan ervoor zorgen dat sommige programma's geen verbinding meer kunnen maken. Wilt u doorgaan ?
416 = Importeer van bestand...
417 = Exporteer naar bestand... 
418 = De aanbevolen regels zijn met succes hersteld.
419 = a.u.b vernieuw de regels in het Regels beheer scherm. Dank u wel.
420 = Deze actie verwijdert alle Log regels. Bent u zeker dat u door wilt gaan ?
421 = Een gedeeltelijke bestand is geselecteerd. Het importeren van Firewall regels uit dit bestand laat uw bestaande regels intact en de regels uit dit bestand worden toegevoegd. Wilt u de firewall regels nu importeren vanuit dit bestand ?
422 = Het geselecteerde bestand heeft een ongeldig formaat of is corrupt !

// Security

450 = Beveiliging
451 = Geef hieronder de beveiliging verbeteringen op die worden afgedwongen door Windows Firewall Control
452 = Secure Boot
453 = Automatisch hoog filter profiel instellen bij afsluiten van systeem. Bij het opstarten van Windows worden alle netwerkverbindingen geblokkeerd totdat de gebruiker het profiel handmatig wijzigt.
454 = Veilige regels
455 = Beveiliging inschakelen tegen firewall regels die niet zijn gemaakt in de hieronder gedefinieerde geautoriseerde groepen. Dit is van toepassing op de nieuw gemaakte firewall regels en op bestaande firewall regels.
456 = Geautoriseerde groepen
457 = Voeg groep toe
458 = Groep verwijderen
459 = Definieer hier een nieuwe geautoriseerde groep
460 = Waarschuwing. Alle firewall regels, inclusief standaard firewall regels van Windows Firewall, waarvan de groepsnaam anders is dan de gedefinieerde geautoriseerde groepen, worden verwijderd of uitgeschakeld. Het is raadzaam om een reservekopie te maken van uw huidige regels. Weet je zeker dat je door wilt gaan?
461 = Groep namen importeren uit de huidige bestaande regels
466 = Regels zonder gedefinieerde groep werden gedetecteerd. Om ze te behouden, wilt u deze regels toevoegen aan de Windows Firewall Controlegroep voordat u Veilige regels inschakelt?
467 = Autoriseer groep
470 = Beveiligd profiel
471 = Bescherm Windows Firewall-status tegen externe sabotage. Wanneer deze functie is ingeschakeld, kunnen firewall regels worden geïmporteerd en de filter modus alleen via deze software worden gewijzigd.
475 = Verwijder Geautoriseerde regels
476 = Niet-Geautoriseerde regels uitschakelen
477 = Regels voor Windows Store toestaan

// Tools

501 = Gebruik onderstaande snelkoppelingen om diverse systeem programma's te starten. Nota bene, deze programma's zullen worden uitgevoerd met de hoogste beschikbare privileges.
502 = Windows Firewall met geavanceerde beveiliging
503 = Event Viewer
504 = Bron controle
505 = Windows Firewall configuratie kader
510 = Geef hieronder de URL-service op die voor verschillende online verificaties worden gebruikt
511 = URL om de reputatie van een IP-adres te controleren
512 = URL om een bestand te controleren op basis van de SHA256-hash van het bestand
513 = URL om een WHOIS-zoekopdracht te starten
514 = URL om meer over een specifieke poort te lezen520 = Kopiëren ...
521 = Alle

// About

601 = Over dit programma
602 = Controleren of er een nieuwere versie beschikbaar is
603 = Het is niet mogelijk om verbinding te maken met de update server. Zorg ervoor dat dit programma verbinding kan maken met het internet, en probeer het nog een keer.
604 = Geen verbinding mogelijk. Proxy authenticatie is noodzakelijk, welke ontbreekt in dit programma. a.u.b controleer zelf of er nieuwe updates zijn door het bezoeken van onze website. Dank u.
605 = U gebruikt al de nieuwste versie. Er is geen update beschikbaar.
606 = Een nieuwere versie is beschikbaar
607 = Wilt u deze versie downloaden naar uw Bureaublad ?
608 = De nieuwe versie is met succes gedownload naar uw Bureaublad. Voer wfc4setup.exe van daar uit om de update te voltooien.
609 = Activatie status
610 = Product geactiveerd
611 = Product niet geactiveerd
612 = Dank u voor uw ondersteuning
613 = Klik hier om te activeren
614 = Hieronder staat uw Installatie ID welke automatisch is aangemaakt tijdens de installatie van dit programma. Vul in het veld hieronder a.u.b de activatie code in om het programma te activeren. Om een activatie code te krijgen, moet u eerst inloggen met uw geregistreerde gebruikersnaam op de website, hier kunt u dan een code generen aan de hand van uw installatie ID.
615 = Klik hier om de inlog pagina op de website te openen.
616 = Installatie ID
617 = Activatie code
618 = Activeren
619 = Kopieer naar klembord
620 = Plakken vanuit klembord
621 = Interface types
622 = Alle interface types
623 = Specifieke interface types
624 = Locaal Netwerk
625 = Externe toegang
626 = Draadloos
627 = In
628 = Uit
629 = Beide
640 = Rand doorlopend
641 = ICMP instellingen
642 = Eerste kolom vastzetten
680 = Invoer
681 = Alle invoeren
682 = Laatste invoer
690 = Automatisch controleren op updates
691 = Gebruik proxy configuratie
692 = Proxy-configuratie
693 = Adres
694 = Gebruikersnaam
695 = Wachtwoord
699 = Bovenliggend proces

// Manage Rules

700 = Proces ID
701 = Naam
702 = Groep
703 = Programma
704 = Locatie
705 = Ingeschakeld
706 = Actie
707 = Richting
708 = Lokale Adressen
709 = Lokale Poorten
710 = Externe Poorten
711 = Externe Adressen
712 = Protocol
713 = Service naam
714 = Omschrijving
715 = Tijd gegenereerd
716 = Acties
717 = Vernieuw lijst
718 = Vind ongeldige regels
719 = Wis lijst
720 = Regels bewerken
721 = Verbindingen log bestand
722 = Nieuwe Regels Wizard
722 = Bekijken
723 = Bekijk items van
724 = Laatste dag
725 = Laatste 3 dagen
726 = Laatste week
727 = verbindingen
730 = Tonen
731 = regels
732 = Alle regels
733 = Inkomende regels
734 = Uitgaande regels
735 = Door gebruiker aangemaakte regels
736 = Filter
737 = Geen filter
738 = Filter op ingeschakeld
739 = Filter op uitgeschakeld
740 = Zoeken
741 = Log verbindingen
742 = Beleid regels...
743 = Importeer regels vanuit een bestand
744 = Exporteer alle regels
745 = Exporteer alleen geselecteerde regels
746 = Herstel de standaard (default) regels
747 = Herstel de aanbevolen regels
748 = Toegestane verbindingen
749 = Geblokkeerde verbindingen
750 = Maak een nieuwe regel
751 = Blader om toe te staan
752 = Klik om toe te staan
753 = Blader om te blokkeren
754 = Klik om te blokkeren
755 = Sta dit programma toe
756 = Blokkeer dit programma
757 = Lege Regel
758 = Aanpassen en Maken...
759 = Het uitschakelen van de log mogelijkheid voor geblokkeerde verbindingen zal ook alle meldingen uit schakelen. Weet u zeker dat u wilt doorgaan?
760 = Opties
761 = Regel toestaan
762 = Blokkeer Regel
763 = Regel inschakelen
764 = Regel uitschakelen
765 = Verwijder Regel
766 = Eigenschappen
767 = Regel dupliceren
768 = Algemeen
769 = Geavanceerd
770 = Toepassen
771 = Protocollen en poorten
772 = Externe IP adressen
773 = Inkomende
774 = Uitgaand
775 = Domein
776 = Privé
777 = Openbaar
778 = Maak aan
780 = Elke
781 = Alle poorten
782 = Aangepaste poorten
783 = Aangepaste adressen
784 = Alle programma's
785 = Dit programma
786 = Bladeren...
787 = Eg: 80,443,9-29
788 = Eg: 50.22.79.60
790 = Kies de map waarin u wilt zoeken naar uitvoerbare bestanden
791 = bestanden
792 = Gebruik de Vernieuwen knop of de F5 toets om data te laden
793 = Wachten a.u.b...
795 = Herstel sortering
796 = Verbindingen
797 = Recentelijk geblokkeerd
798 = Recentelijk toegestaan
799 = Toon dubbele regels

// Notification dialog

800 = Een uitgaande verbinding is geblokkeerd
801 = Bron
802 = Extern
803 = Ondertekend
804 = Extern IP
805 = Pas deze regel aan voor dat hij aangemaakt wordt
806 = Sta dit program toe
807 = Altijd toestaan dat dit programma verbinding maakt met het Internet
808 = Blokkeer dit programma
809 = Altijd blokkeren dat dit programma verbinding maakt met het Internet
810 = Blokkeer nu en vraag me later nog een keer
811 = Deze actie tijdelijk toevoegen
812 = Controleer dit bestand
813 = Start een WHOIS vraag
814 = Verifiëer dit IP-adres
815 = Open bestand locatie
816 = Kopieër het volledige pad naar het klembord
817 = Kopieër het volledige bestandsnaam naar het klembord
818 = Lees meer over deze Poort
819 = Terug naar de regel details
820 = Tot herstart
821 = 1 uur
822 = 5 minuten
823 = 1 minuut
824 = Tot herstart tijdelijk blokkeren
830 = Regels samenvoegen
831 = Samengevoegde regels
832 = Ga naar regels
840 = Toepassen op alle programma's en service
841 = Alleen van toepassing op service
850 = Bron adres
851 = Bron poort
852 = Bestemming adres
853 = Bestemming poort


// Validations

920 = Geef aub een regel naam op
921 = Alleen spaties zijn niet toegestaan
922 = Poort moet een waarde hebben tussen 0 en 65535
923 = Aub vul een geldig IP-bereik in
924 = Aub vul een geldig IP-adres in
925 = Dubbele parameters zijn niet toegestaan
926 = Lege parameters zijn niet toegestaan
927 = Negatieve parameters zijn niet toegestaan
928 = Ongeldig port bereik
929 = Veld mag niet leeg zijn
930 = Dit bestand bestaat niet
931 = Ondersteunde extensies
932 = Dit veld mag alleen een numerieke waarde tussen de 0 en 999 bevatten
933 = Ongeldig sub net masker
934 = Dit veld mag alleen een numerieke waarde tussen de 1 en 60 bevatten
935 = Benodigd veld
936 = Ongeldige regel. Het programma pad waarvoor deze regel is gedefinieerd, bestaat niet op de schijf.
940 = Kan geen verbinding maken met de Windows Firewall Control-service


// Uninstall

950 = Verwijderen
951 = Dit zal het programma van uw computer verwijderen. Aub kies ervoor wat met de huidge Windows Firewall instellingen dient te gebeuren:
952 = Herstel de standaard Windows Firewall instellingen. Alle door de gebruiker aangemaakte regels worden verwijderd, alleen de standaard regels blijven.
953 = Herstel van de staat van wanneer dit programma werd geherinstalleerd. Alle voorgaande regels die werden gevonden bij de programma installatie zullen worden hersteld.
954 = Behoud de huidige firewall regels en instellingen. Verwijder alleen dit programma en houd alle andere instellingen en regels zoals ze zijn op dit moment.
955 = Verwijder ook de activatie code
956 = Schakel het bijhouden van Windows Firewall log regels uit
957 = Bezig met het verwijderen van WFC...
958 = Deinstalleren is niet toegestaan terwijl het programma is afgesloten met een wachtwoord. Ontgrendel het programma en probeer het opnieuw. Probeer de installatie niet ongedaan te maken door software van derden te gebruiken, dit omdat u Windows Firewall onbruikbaar maakt.